<?php 

return array(

	//login, register and password reset

	"email" => "Е-маил",

	"login" => "Пријава",

	"username" => "Корисничко име",

	"dragon_name" => "Драгон Име",

	"password" => "Лозинка",

	"male"   => "Мушкарац",

	"female"   => "женски",

	"your_email" => "Ваша емаил",

	"login_with" => "Логин Витх",

	"email_confirmed" => "Е-маил потврдио",

	"create_account" => "Registruj se",

	"forgot_password" => "Zaboravili ste lozinku?",

	"repeat_password" => "Ponovite lozinku",

	"reset_password" => "ресет пассворд",

	"email_confirmation" => "Е-маил Потврда",

	"you_can_login_now" => "Можете <а хреф='{линк}'> се пријавите </а> сада .",

	"user_with_key_doesnt_exist" => "Корисник са овим кључем не постоји у нашој бази .",

	"gender" => "Пол",

	"dob" => "ДОБ",

	"country" => "земља",

	"Human_check" => "Људски Одлазак",

	"Terms"  => "Погледај Услови коришћења",

	"term" => "Тхе Ривер Услови коришћења",

	"respect" => "Поштујте друге кориснике",

	"dis" => " Ве донт станд фор расизма , псовке",

	"play" => "Будите цоуртоус",

	"humancheck" => "Молимо Вас да уклоните све овог текста",


	//Months
	"january"    =>  "јануар",

	"february"   => "фебруар",

	"march"    =>  "март",

	"april"    => "април",

	"may"     => "Može",

	"june"    => "јун",

	"july"  =>  "јул",

	"august"  => "август",

	"sept"   => "септембар",

	"oct"   => "октобар",

	"nov"  => "новембар",

	"dec"    => "децембар",

    /// Panel
    "welcome" => "Dobrodošao",

    "TO"     => "у",

    "Thank_you"  => "Велико хвала",

    "warner"   => "Да Варнер - Инфинити",

    "web_master"   => "Веб мастер",

    "Amazing_website"  => "Невероватно сајт",

    // panel mini admin
    "panel_mini_admin"    => "Администратор мини панел",

    "view_profile_page"   =>  "Погледај профил страна",

    "log_off"       =>  "Odjavi se",

    "admin_panel"   => "Админ панел",

    // member panel

    "member_panel" => "Панел Члана",


    "HELLO"  => "Здраво",






	// navigation menu

	"home" => "кући",

	"users" => "Корисници",

	"my_profile" => "Moj profil",

	"user_roles" => "Улоге корисника",

	"index"   => "Индекс",

	"forum"  => "форум",

	"contact_us" => "Kontaktiraj nas",

	"Shop"   => "радња",

	"gold"  => "Златна",

	"gift"  => "поклон",

	"skins"  => "скинс",

	"submit"  => "Сумбит",

	"about_us"   => "O nama",

	"info"    => "Информације",

	"management"  => "Менаџмент",

	"faq"   => "Често",

	"friending"  => "Суггест то а фриенд",

	// index.php

	"HI&WEL"  => "Река Манчестер",

	"main_title" => "Поздрав и Добродошли",

	"main_welcome"   =>  " На ријеци Манчестер , имамо страст за помагање људима која су угрожена кроз суочавање или бекство ситуацијама насиља у породици злостављања и присилне исолцатион . Ми комбинујемо дух бриге , љубави , наде и исцељења са практичан приступ пружања помоћи и оснаживању наше клијенте . Доносе ассоцатед питања као што су страх , сиромаштва абд бескућништво . Пружамо сигурног простора , пријатељство и слушање ухо у првом степену . <бр /> Такође можемо обезбедити материјали асситстнаце абндсуппорт , савете , у кући обуку , капија ка другим службама , као и везе у заједници . Наш циљ је да се изгради поверење и оснажити наше клијенте да се крене даље и створи бољи живот за себе , - дакле ' доноси наду ' , ' мења животе . 
         Иако смо се заснива на принцлес из хришћанске персецтиве , тх људи ми помажемо су свих вера абд ноне . <бр /> Погледајте о нама да сазнате више о томе шта радимо и како радимо .",

    "involved"   => "Гет Иоур Фриендс Инволвед",      

    "learn"    =>  "Saznajte više ..",

    "heading"   => "Хеадинг",

    "your_role"  => "Ti si",

    "view_details"  => "Prikaz detalja",

    "footer"   => "Маде и Девелопед би ВИ: Варнер - Инфинити",

    "copyright"   => "ауторско право",

    // about us
    "about_us" => "O nama",

    "about_main" => "Ми смо добротворна пружању помоћи и подршке особама, које су претрпели или су у опасности од појаве друштвених и емоционалних тешкоћа укључујући и секс у вези насиља или злостављања, њихове деце и зависних од пружања хране, одеће, намештаја, пријатељство, обуку и друга помоћ.
 
Организација је на челу одбора повереника и волонтера који су страствени о враћању наду, оснаживање људи, и помаже женама да остваре свој истински потенцијал и самопоштовање. Наш приступ је особа у центру и холистички, рад са појединцима. Ми смо мотивисани наше хришћанске вере и уверења, настоји да помогне и подржи онима којима је потребна. Поштовање, достојанство, интегритет и слободу су основне вредности које нам помажу да успемо.
 
Ми радимо са људима са вишеструко сложеним потребама, од тога да је рањив и без крова над главом као резултат беже насиља у породици, људи пролазе кроз трауму и злостављања, који су укључени у проституцију, алкохол и дрога, као у дуговима, само штете, и у страху за своје животе .",


	// profile.php

	"phone" => "Телефон",

    "note" => "Napomena",

	"update" => "Ажурирање",

	"address" => "Адреса",

	"first_name" => "Ime",

	"last_name" => "Prezime",

	"old_password" => "Stara šifra",

	"new_password" => "Nova lozinka",

	"your_details" => "Ваши Детаљи",

	"change_password" => "Promena lozinke",

	"confirm_new_password" => "Potvrdite novu lozinku",

    "to_change_email_username" => "Ако желите да промените име , е-маил или имате Регистред преко друштвене мреже и желите да сада промените лозинку , контактирајте администратора .",

	// passwordreset.php

	"password_reset" => "Пассворд Ресет",

	"reset_password" => "ресет пассворд",


	// user_roles.php

	"add" => "додати",

	"action" => "Акција",

	"role_name" => "Улога Име",

	"users_with_role" => "# Корисника са овом улогом",


	// users.php

	"ok" => "Ok",

	"ban" => "забранити",

	"yes" => "јесте",

	"no"  => "Не",

    "edit" => "Уреди",

    "next" => "Следећа",

    "previous" => "Претходна",

	"unban" => "Причина",

	"cancel" => "отказати",

	"delete" => "Делете",

	"details" => "Детаљи",

	"loading" => "Лоадинг ...",

	"register_date" => "Регистер Дате",
	
	"last_login" => "Последњи Пријава",

	"confirmed" => "Потврђено",

	"select_role" => "Изабери Улога",

	"change_role" => "Промена Улога",

	"add_user"	  => "Додај корисника",

	"pick_user_role" => "Пицк улога корисника",

    "never_logged_in" => "Никада пријављени",

    // users table

    "records_per_page" => "рецордс пер паге",

    "nothing_found"    => "Нотхинг фоунд - Извини",

    "no_data_in_table" => "Нема корисника у бази",

    "showing" => "Приказ",

    "to" => "у",

    "of" => "од",

    "records" => "Рецордс",

    "filtered_from" => "филтрирана од",

    "total_records" => "Укупан број записа",

    "search" => "Тражи",


	// misc

	"at" => "у",

	"logout" => "Izlogovati se",

	"welcome" => "Dobrodošao",

	"copyright_by" => "цопиригхт би",


	// validation messages

	"user_banned" => "Овај кориснички налог је забрањен од стране администратора !",

	"field_required" => "Поље не може бити празно !",

	"role_taken" => "Улога већ постоје .",

	"email_required" => "Емаил ис рекуиред .",

	"email_wrong_format" => "Молимо Вас да унесете исправну е-маил .",

	"email_not_exist" => "Ова е-маил не постоји у нашој бази .",

	"email_taken" => "Корисник са овом е-поште је већ Регистред .",

	"dragon_username_required" => "Требуется ввести пользователя.",

	"username_taken" => "Пользователь с таким именем уже существует.",

	"dragon_name_taken" => "Пользователь с таким именем уже существует.",

	"user_not_confirmed" => "Молимо Вас да прво потврди свој емаил.",

	"password_required" => "Лозинка је потребна .",

	"wrong_username_password" => "Погрешно корисничко име / лозинку комбинација .",

	"passwords_dont_match" => "Лозинке се не поклапају .",

	"wrong_old_password" => "Погрешно стара лозинка !",

	"wrong_sum" => "Погрешно сума . Молим вас да проверите поново .",

	"brute_force" => "Премашила максималну покушаја да ограничи за данас . Покушајте поново сутра .",

	"success_registration_with_confirm" =>  "Пријава успешна . Molimo pregledajte E-poštu.",

	"success_registration_no_confirm" => "Пријава успешна . Можете се пријавили .",

	"user_added_successfully" => "Корисник је успешно додат .",

	"user_updated_successfully" => "Корисник је ажуриран .",

    "user_dont_exist" => "Овај корисник не постоји .",

    "leave_blank" => "Оставите празно ако не желите да га промените .",

    "invalid_password_reset_key" => "Пассворд ресет тастер је неважећа или истекла",

    "password_length" => "Лозинка мора имати најмање 6 знакова .",

    "error_writing_to_db" => "Еррор вритинг то базу података . Molim vas, pokušajte ponovo.",

	// javascript

	"posting" => "Постављање ...",

	"logging_in" => "Логинг у ...",

	"resetting" => "Ресетовање ...",

	"password_updated_successfully" => "Лозинка успешно ажурирана .",

	"password_updated_successfully_login" => "Лозинка успешно ажурирана . Можете <а хреф='логин.пхп'> пријава сада </а> .",

	"working" => "Радна ...",

	"password_reset_email_sent" => "Пассворд ресет емаил сент . Проверите Инбок ( спам) и фолдер .",

	"message_couldn_be_sent" => "Порука није могла бити послата ! Molim vas, pokušajte ponovo.",

	"updating" => "Ажурирање ...",

	"details_updated" => "Детаљи успешно ажурирана .",

	"error_updating_db" => "Грешка приликом ажурирања базе података . Molim vas, pokušajte ponovo.",

	"are_you_sure" => "Da li si siguran?",

	"creating_account" => "Креирање ацоунт ...",


);
