<?php 
// russian
return array(

	//login, register and password reset

	"email" => "
Эл. адрес",

	"login" => "Логин",

	"username" => "Пользователь",
	
	"password" => "Пароль",

	"your_email" => "Ваш e-mail",

	"login_with" => "Войдите с ",

	"email_confirmed" => "Подтверждение e-mail",

	"create_account" => "Создать учетную запись",

	"forgot_password" => "Забыли пароль?",

	"repeat_password" => "Подтверждение пароля",

	"reset_password" => "Сбросить пароль",

	"email_confirmation" => "Подтвердите e-mail",

	"you_can_loging_now" => "Вы можете <a href='{link}'> залогиниться</a>.",

	"user_with_key_doesnt_exist" => "Пользователь с данным ключом не существует.",

	"gender" => "Пол",

	"dob" => "дата рождения",

	"country" => "Страна",

	  /// Panel
    "welcome" => "
добро пожаловать",

    "TO"     => "к",

    "site_name" => "Тейлор",

    // panel mini admin
    "panel_mini_admin"    => "
Администратор Мини-панель",

    "view_profile_page"   =>  "
Посмотреть профиль страницы",

    "log_off"       =>  "Выйти",

    "admin_panel"   => "
Панель администратора",

    // member panel

    "member_panel" => "Панель пользователя",


    "HELLO"  => "Здравствуйте",






	// navigation menu

	"home" => "Главная",

	"users" => "пользователей",

	"my_profile" => "
Мой профайл",

	"user_roles" => "
Роли пользователей",

	"index"   => "Индекс",

	"contact_us" => "Свяжитесь с нами",

	"services"   => "Сервисы",

	"support_us"   => "
Поддерживать нас",

	"forum"  => "Форум",

	"shop"  => "Магазин",

	"cafe"  => "Кафе",

	"submit"  => "
нажмите кнопку",

	"about_us"   => "О нас",

	"info"    => "Информация",



	// index.php

	"welcome_"  => "
Добро пожаловать в",

	"main_title" => "
Это означает, в качестве свободного CMS системы, только потому, что я люблю создавать вещи, упрощенную бэкенд UI, построенный для высокого класса безопасности, движимый базы данных, все, что нужно в хорошем расслоении, чтобы построить свой собственный веб-сайт. <br />
Построить для кодеров и не кодеров так, тонны плагинов, тем и опций.",

	"community"   =>  "сообщество",   

    "learn"    =>  "
WI-сообщество для тех, кто любит создавать веб-сайты.",

    "software"   => "Программные пакеты",

    "package"   => "
Темы, плагины, приложения, пользовательские пакеты",

    "it_title"  =>  "Специализированное программное обеспечение для коммерческого мира
.",

     "it"  =>  "IT",

     "your_role"  => "Вы являетесь",

    "view_details"  => "подробнее",

    "footer"   => "
Сделано и Разработанный WI: Warner-Бесконечность",

    "copyright"   => "

авторское право",

// about

 
"About_us" => "О нас",

    "Our_history" => "Наша история",

    "Our_mission" => "Наша миссия",

    "mission" =>  "Для того, чтобы иметь возможность работать в качестве кодера",

    "live_chat" =>  "Онлайн-чат",

"learner" =>  "Обучение",

"leanring" =>  "Языки я нахожусь в тумане обучения",

    "history"  =>  "10 лет назад я начал программировать, очень короткое время, я чувствую себя в любви с после кодирования, я полностью самоучка, я узнал, соскабливать чистые учебники и общую информацию, а также смотреть видео на YouTube, а иногда и купить сценарий, и друг от друга",

    "whatwedo" => "То, что мы делаем",

    "skills" => "Наши навыки",

    "about_main" => " ",



	// profile.php

	"phone" => "Телефон",

    "note" => "Заметка",

	"update" => "Обновление",

	"address" => "Адрес",

	"first_name" => "Имя",

	"last_name" => "Фамилия",

	"old_password" => "Старый пароль",

	"new_password" => "Новый пароль",

	"your_details" => "Ваши данные",

	"change_password" => "Изменить пароль",

	"confirm_new_password" => "Подтвердить пароль",

    "to_change_email_username" => "Если Вы желаете изменить Ваш e-mail, пользователя или в случае регистрации через социальные сети желаете сменить пароль, обратитесь к администратору.",

	// passwordreset.php

	"password_reset" => "Сброс пароля",

	"reset_password" => "Сброс пароля",


	// user_roles.php

	"add" => "Добавить",

	"action" => "Действие",

	"role_name" => "Название роли",

	"users_with_role" => "Пользователи с этой ролью",


	// users.php

	"ok" => "ок",

	"ban" => "Блокировать",

	"yes" => "Да",

	"no"  => "Нет",

    "edit" => "Изменить",

    "next" => "Следующий",

    "previous" => "Предыдущий",

	"unban" => "Разблокировать",

	"cancel" => "Отменить",

	"delete" => "Удалить",

	"details" => "Детали",

	"loading" => "Загрузка..",

	"register_date" => "Дата регистрации",
	
	"last_login" => "Дата последней авторизации",

	"confirmed" => "Подтверждено",

	"select_role" => "Выбрать роль",

	"change_role" => "Изменить роль",

	"pick_user_role" => "Подтвердите роль пользователя",

    "add_user"	  => "Добавить пользователя",

    "never_logged_in" => "Никогда не авторизовывался",

    // users table

    "records_per_page" => "записей на странице",

    "nothing_found"    => "Ничего не найдено.",

    "no_data_in_table" => "Нету данных в таблице",

    "showing" => "Показываем",

    "to" => "к",

    "of" => "из",

    "records" => "записи",

    "filtered_from" => "отобрано от",

    "total_records" => "всего записей",

    "search" => "Поиск",


	// misc

	"at" => "к",

	"logout" => "Выйти",

	"welcome" => "Добро пожаловать",

	"copyright_by" => "Все права защищены",


	// validation messages

	"user_banned" => "Данный пользователь заблокирован.",

	"field_required" => "Поле не может быть пустым!",

	"role_taken" => "Данная роль применена.",

	"email_required" => "Требуется e-mail.",

	"email_wrong_format" => "Неправильный формат e-mail.",

	"email_not_exist" => "E-mail в базе данных не зарегистрирован.",

	"email_taken" => "Пользователь с данным e-mail уже зарегистрирован.",

	"username_required" => "Требуется ввести пользователя.",

	"dragon_username_required" => "Требуется ввести пользователя.",

	"username_taken" => "Пользователь с таким именем уже существует.",

	"dragon_name_taken" => "Пользователь с таким именем уже существует.",

	"user_not_confirmed" => "Необходимо подтвердить Ваш e-mail.",

	"password_required" => "Необходимо ввести пароль.",

	"wrong_username_password" => "Неправильные пользователь или пароль.",

	"passwords_dont_match" => "Пароли не совпадают.",

	"wrong_old_password" => "Старый пароль введен неверно!",

	"wrong_sum" => "Неправильно указана сумма. Введите еще раз.",

	"brute_force" => "Вы превысили количество возможных попыток авторизации. Попробуйте авторизоваться завтра.",

	"success_registration_with_confirm" =>  "Регистрация прошла успешно. Проверьте Ваш e-mail.",

	"success_registration_no_confirm" => "Регистрация прошла успешно. Вы можете войти в систему.",

	"user_added_successfully" => "Пользователь успешно добавлен.",

    "user_updated_successfully" => "Пользователь успешно обновлен.",

    "user_dont_exist" => "Данный пользователь не существует.",

    "leave_blank" => "Оставьте это поле пустым, если не хотите изменять пароль.",

    "invalid_password_reset_key" => "Неправильный ключ для сброса пароля",

    "password_length" => "Пароль должен быть не менее 6 символов.",

    "error_writing_to_db" => "Ошибка записи в базу данных. Попробуйте еще раз.",

	// javascript

	"posting" => "Постављање...",

	"logging_in" => "Входим...",

	"resetting" => "Перезагрузка...",

	"password_updated_successfully" => "Пароль успешно обновлен.",

	"password_updated_successfully_login" => "Пароль успешно обновлен. Можно <a href='login.php'> авторизоваться</a>.",

	"working" => "Работаем...",

	"password_reset_email_sent" => "Отправлено письмо для смены пароля. Проверьте Ваш e-mail.",

	"message_couldn_be_sent" => "Сообщение не может быть отправлено. Попробуйте еще раз.",

	"updating" => "Обновление...",

	"details_updated" => "Данные успешно обновлены.",

	"error_updating_db" => "Ошибка обновления базы данных. Попробуйте еще раз.",

	"are_you_sure" => "Вы уверены?",

	"creating_account" => "Создание аккаунта...",


);
